Repository: avisoftware/weight-tracker
Catalog: po/*.po
Languages: cs, hu

source: About
cs: O projektu
hu: Névjegy

source: Weight Tracker %1 (Beta)
hu: Súlykövető %1 (Beta)

source: Source Code
cs: Zdrojový kód
hu: Forráskód

source: Report bug
cs: Nahlásit chybu
hu: Hibák jelentése

source: License
hu: Licenc

source: GPL-3.0 License
hu: GPL-3.0 licenc

source: Author
cs: Autor
hu: Szerző

source: My other apps
cs: Moje ostatní aplikace
hu: Más alkalmazásaim

source: Insert new Weight by swiping up from the bottom of the screen.
cs: Novou váhu vložíte přejetím prstem nahoru z dolního okraje obrazovky
hu: Új érték megadása a képernyő aljáról felfelé történő pöccintéssel.

source: Not enough data to show a chart.
cs: Nedostatek informací k zobrazení grafu.
hu: Nincs elég adat a diagram megjelenítéséhez.

source: Weight statistics
cs: Statistika tělesné hmotnosti
hu: Súlystatisztika

source: Avarage weight:
cs: Průměrná hmotnost:
hu: Átlagos súly:

source: Average last week
cs: Průměrná hmotnost za minulý týden
hu: Múlt heti átlag

source: Average last month
cs: Průměrná hmotnost za minulý měsíc
hu: Múlt hónapi átlag

source: Average last year
cs: Průměrná hmotnost za minulý rok
hu: Múlt évi átlag

source: Changes in weight:
cs: Změny v hmotnosti:
hu: Súlyváltozás:

source: Changes last week
cs: Změny za poslední týden
hu: Múlt heti változás

source: Changes last month
cs: Změny za poslední měsíc
hu: Múlt havi változás

source: Changes last year
cs: Změny za poslední rok
hu: Múlt évi változás

source: Changes from start
cs: Změna od začátku měření
hu: Változás a kezdestől

source: General:
cs: Všeobecné informace:
hu: Általános:

source: The highest weight
cs: Nejvyšší hmotnost
hu: Legmagasabb súly

source: The lowest weight
cs: Nejnižší hmotnost
hu: Legalacsonyabb súly

source: LB
cs: libry
hu: angol font

source: Weight History
cs: Záznamy hmotnosti
hu: Súlyelőzmények

source: Your weight today is %1
cs: Tvoje dnešní hmotnost je %1
hu: Mai súly: %1

source: No weight today.
cs: Dnes nebyla zaznamenána žádná váha.
hu: Nincs mai adat.

source: Weight Tracker
hu: Súlykövető

source: Info
cs: Informace
hu: Infó

source: Settings
cs: Nastavení
hu: Beállítások

source: history
cs: historie
hu: előzmények

source: Insert new weigth
cs: Vlož novou váhu
hu: Új érték megadása

source: Your Weight:
cs: Tvoje váha:
hu: Súly:

source: Leave empty to delete weight
cs: Nevyplňuj pro smazání váhy
hu: Üresen hagyva törlődik

source: Date:
cs: Datum:
hu: Dátum

source: Save
cs: Uložit
hu: Mentés

source: Date exist
cs: Datum již existuje
hu: Ez a dátum már létezik

source: On this date you already have a weight, do you want to update to the new weigth?
cs: Již máte záznam s tímto datem, přejete si přepsat hmotnost na novou hodnotu?
hu: Ezzel a dátummal már van elmentett érték. Frissítsük a most megadott új értékre?

source: Are you sure you want to delete this entry?
cs: Opravdu chcete smazat tento záznam?
hu: Biztosan törölhető ez az érték?

source: Cancel
cs: Zrušit
hu: Mégsem

source: Update
cs: Aktualizovat
hu: Frissítés

source: Delete
cs: Smazat
hu: Törlés

source: LB/IN
cs: libra/palec
hu: angol font/hüvelyk

source: Older then month
cs: Starší než jeden měsíc
hu: Egy hónapnál régebbiek

source: Older then 6 month
cs: Starší než půl roku
hu: Hat hónapnál régebbiek

source: Older then year
cs: Starší než rok
hu: Egy évnél régebbiek

source: All history
cs: Celá historie
hu: Minden előzmény

source: User Settings:
cs: Uživatelské nastavení:
hu: Felhasználói beállítások:

source: User profile
cs: Profil uživatele
hu: Felhasználói profil

source: General Settings:
cs: Obecné nastavení:
hu: Általános beállítások:

source: Units
cs: Jednotky
hu: Mértékegységek

source: Show on the Metric
cs: Zobrazit v metrické soustavě
hu: Metrikus megjelenítés

source: Clear History
cs: Smazat historii
hu: Előzmények törlése

source: Delete user
cs: Smazat uživatele
hu: Felhasználó törlése

source: You can't delete the last user!
cs: Nemůžeš smazat posledního uživatele!
hu: Az utolsó felhasználó nem törölhető!

source: You'll delete %1 account
cs: Smažete účet %1
hu: Törlődni fog ez a fiók: %1

source: You'll delete %1 history
cs: Smažete historii %1
hu: Törlődni fognak az előzmények: %1

source: last week
cs: minulý týden
hu: utolsó hét

source: Average %1
cs: Průměr %1
hu: %1 átlag

source: Your average weight in the %1
cs: Tvoje průměrná váha %1
hu: Átlagos súly a(z) %1

source: last month
cs: minulý měsíc
hu: utolsó hónapban

source: last year
cs: minulý rok
hu: utolsó évben

source: Your highest weight
cs: Tvoje nejvyšší váha
hu: Legmagasabb súly

source: Your lowest weight
cs: Tvoje nejnižší váha
hu: Legalacsonyabb súly

source: You loss %1
cs: Shodil si %1
hu: %1 hízás

source: You added %1
cs: Nabral si %1
hu: %1 fogyás

source: from start
cs: od začátku
hu: a kezdtettől

source: Male
cs: Muž
hu: Férfi

source: Female
cs: Žena
hu: Nő

source: It is your first use, insert your details to proceed
cs: Pokud si nový uživatel, vyplň informace o sobě
hu: Ez az első használat, néhány adatra van szükség a kezdéshez

source: Your Name:
cs: Tvoje jméno:
hu: Név:

source: Your Age:
cs: Věk:
hu: Kor:

source: Your Height:
cs: Tvoje váha:
hu: Súly

source: IN
cs: palce
hu: hüvelyk

source: Gender
cs: Pohlaví
hu: Nem

source: Hi
cs: Ahoj
hu: szia

source: Your last weight from
cs: Tvoje poslední hmotnost z
hu: Utolsó érték

source: Your BMI
cs: Tvoje BMI
hu: TTI

source: Very Severely Underweight
cs: Velmi těžká podvýživa
hu: Nagyon súlyos soványság

source: Severely Underweight
cs: Těžká podvýživa
hu: Súlyosan soványság

source: Underweight
cs: Podvýživa
hu: Soványság

source: Normal
cs: Optimální hmotnost
hu: Normális

source: Overweight
cs: Nadváha
hu: Túlsúlyos

source: Obese
cs: Obezita
hu: Elhízás

source: Obese Class I
cs: Obezita prvního stupně
hu: I. fokú elhízás

source: Obese Class II
cs: Obezita druhého stupně
hu: II. fokú elhízás

source: Obese Class III
cs: Obezita třetího stupně
hu: III. fokú elhízás

source: Your weight increased from the last time
cs: Přibral/a si od posledního měření
hu: A súly növekedett

source: Your weight decreased from last time
cs: Zhubl/a si od posledního měření
hu: A súly csökkent

source: Your weight same as last time
cs: Vaše hmotnost se nezměnila
hu: A súly nem változott

source: Your weight is higher than recommended
cs: Vaše hmotnost je vyšší než doporučená hodnota
hu: A súly magasabb a javasoltnál

source: Your weight is lower than recommended
cs: Vaše hmotnost je nižší než doporučená hodnota
hu: A súly alacsonyabb a javasoltnál

source: Weight Tracker is is an app that allows you to track your weight, including BMI Status and more statistics.
cs: Weight Tracker je aplikace, která slouží k záznamu vaší váhy, BMI statusu a dodává další užitečné statistiky.
hu: A Súlykövető egy alkalmazás, mely alkalmas a súlyváltozás követésére, beleértve a testtömegindexet és több más statisztikát is.
